Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: In September 2001, UNHCR management was instructed by IOM/81/2001-FOM/79/2001 to phase out all project staff arrangements by 31 December 2004.
fr: En septembre 2001, l'administration du HCR a reçu pour instructions, dans le mémorandum intérieur IOM/81/2001-FOM/79/2001, de mettre fin à tous les arrangements concernant le personnel de projet avant le 31 décembre 2004.

source: UNHCR had hired project staff either through implementing partners it funded for tasks normally done by UNHCR staff, or directly by signing irregular service contracts, normally meant for procuring specific services, to carry out staff or implementing-partner functions.
fr: Ce personnel avait été engagé soit par le biais des partenaires opérationnels dont le Haut-Commissariat finançait les activités pour des tâches habituellement assurées par ses propres fonctionnaires, soit directement en signant des contrats de services non conformes, normalement destinés à l'achat de services spécifiques, pour exercer des tâches assurées par le personnel permanent ou des partenaires opérationnels.

source: The above-mentioned IOM/FOM stated that UNHCR had to discontinue the use of project staff because of legal implications: although UNHCR would have immunity before national courts, an arbitrator might hold UNHCR liable.
fr: Il était indiqué dans le mémorandum intérieur susmentionné que le HCR devait arrêter de faire appel à du personnel de projet pour des raisons d'ordre juridique, car même s'il jouissait de l'immunité diplomatique devant les juridictions nationales, la possibilité existait qu'un arbitre mette en cause sa responsabilité.

source: There were also concerns about fairness (project staff work side by side with UNHCR staff), security, working conditions and proper human resources management.
fr: En outre, un certain nombre de problèmes se posait concernant l'équité (le personnel de projet et les fonctionnaires du Haut-Commissariat travaillant côte à côte), la sécurité, les conditions de travail et la gestion des ressources humaines proprement dite.

source: The IOM/FOM mentioned that for functions under direct UNHCR supervision, staff members should be recruited either under the United Nations Staff Regulations and Rules, against a post on the official UNHCR staffing table or under a fixed-term appointment not exceeding 364 days.
fr: Toujours d'après le mémorandum, pour les fonctions directement supervisées par le HCR, les membres du personnel devaient être recrutés soit au titre du Règlement du personnel, sur un poste officiel du HCR, soit dans le cadre d'un engagement à durée déterminée n'excédant pas 364 jours.

source: Other persons carrying out non-staff functions may be recruited as consultants.
fr: D'autres personnes, n'exerçant pas des tâches assurées par le personnel permanent pouvaient être recrutées comme consultants.

source: For two of the deployment schemes in case of emergency (“surge” and “resettlement”), UNHCR has signed agreements with two NGOs, which maintain a recruitment roster of individuals available for rapid mobilization and deployment and recruit them when requested to do so by UNHCR offices.
fr: Pour deux de ses projets de déploiement en cas d'urgence («capacité de protection» et «réinstallation»), le HCR a signé des accords avec deux ONG, qui tiennent à jour un fichier de personnes pouvant être rapidement mobilisées et déployées, et recrute les intéressés lorsque ces bureaux lui en font la demande.

source: UNHCR signs a subagreement with the NGOs for each such deployment.
fr: Il a signé un sous-accord avec les ONG pour chacun de ces types de déploiement.

source: Beyond their functional merits, these arrangements do not comply with the above-stated policy, as already mentioned in the internal audit report of 5 July 2001 and by the Board of Auditors.
fr: Quels que soient leurs mérites, ces arrangements ne respectent pas la politique susmentionnée, comme il a déjà été indiqué dans le rapport d'audit interne en date du 5 juillet 2001 et par le Comité des commissaires aux comptes.

source: UNHCR agreed with the Board's recommendation to review the matter of project personnel arrangements and to issue an instruction to ensure the compliance of the deployment schemes with the above-mentioned instruction on staff employment.
fr: Le HCR a accepté, comme l'a recommandé le Comité, d'examiner la question des arrangements relatifs au personnel de projet et de publier une circulaire afin d'assurer la conformité des projets de déploiement avec le mémorandum intérieur susmentionné concernant le recrutement du personnel.

source: Department of International Protection
fr: Département de la protection internationale

source: The Board examined how the Department of International Protection defined priorities, promoted refugee laws and managed country and legal information and analysis.
fr: Le Comité a examiné comment le Département de la protection internationale hiérarchisait ses priorités, faisait connaître la législation protégeant les réfugiés, gérait les données et les analyses juridiques et celles relatives aux pays.

source: It included an audit of the Refworld management.
fr: Il s'est également intéressé à la gestion de Refworld.

source: The Board assessed the protection policy's consistency throughout the organization, and whether UNHCR allocated sufficient means for resettlement in view of the priority given to it.
fr: Il a évalué la cohérence de la politique de protection dans l'ensemble de l'organisation et s'est assuré que le HCR allouait des moyens suffisants aux activités de réinstallation compte tenu du degré de priorité que revêtait la question.

source: The Board also reviewed the implementation of training programmes in the field of protection. The Board concluded that in these respects the Department fulfilled its mandate in an appropriate manner, but that there was room for improvement in the definition of priorities and in the organization of work in the fields of publication, legal advice and training.
fr: Le Comité s'est intéressé à la mise en œuvre des programmes de formation dans le domaine de la protection et a conclu que le Département s'acquittait de son mandat de façon appropriée mais qu'il pouvait améliorer la définition des priorités et l'organisation du travail pour ce qui était des publications, des avis juridiques et de la formation.

source: The Department of International Protection reports directly to the High Commissioner. Its primary focus is on the incorporation of protection standards and norms in operations and policies.
fr: Le Département de la protection internationale est placé sous la responsabilité directe du Haut-Commissaire et a pour fonction principale de veiller à l'incorporation des normes de protection dans les opérations et les politiques.

source: The Department also works to gain Member States' support for and compliance with the international refugee protection regime and to increase Member State accessions to the 1951 Convention relating to the Status of Refugees and its 1967 Protocol.
fr: Il s'attache également à obtenir des États Membres qu'ils appuient et appliquent le régime international de protection des réfugiés et à inciter les États qui ne l'ont pas encore fait à adhérer à la Convention de 1951 relative au statut des réfugiés et au Protocole de 1967 s'y rapportant.

source: The Department comprises the Protection Operations Support Section, Protection Policy and Legal Advice Section, Protection Capacity Section, Resettlement Section and Protection Information Section. Its 2004 budget amounted to $9,222,450 (projects and administrative costs).
fr: Le Département se compose de la Section d'appui aux opérations de protection, de la Section de la politique générale et des conseils juridiques, de la Section des capacités de protection, de la Section chargée de la réinstallation et de la Section d'information sur la protection.

source: It employs 34 Professional and 17 General Service staff members.
fr: Il emploie 34 administrateurs et 17 agents des services généraux.

source: Protection is at the heart of the UNHCR mandate and concerns all programmes: the Department's actions therefore have a far-reaching impact on the UNHCR field operations budget ($872 million in 2004).
fr: La protection est au centre du mandat du Haut-Commissariat et de tous les programmes: l'action du Département a donc une incidence considérable sur le budget opérationnel du HCR (872 millions de dollars en 2004).

source: The Board reviewed how the Department performs its duties and checked to see if there were overlaps with other divisions.
fr: Le Comité a examiné comment le Département s'acquittait de ses fonctions et cherché à savoir si ses activités ne recoupaient pas celles d'autres divisions.

source: Programme 20, Subprogramme 1, of the biennial programme plan for the period 2006-2007 deals with expected accomplishments and indicators of achievement in the area of international protection.
fr: Le sous-programme 1 du programme 20 du plan-programme biennal pour la période 2006-2007 est consacré à la protection internationale et prévoit un certain nombre de réalisations escomptées et d'indicateurs de succès.

source: Table 10 Expected accomplishments and indicators of achievement
fr: Tableau 10

source: UNHCR adopted its Agenda for Protection after a global consultation on international protection held in 2001.
fr: Le HCR a adopté l'Agenda pour la protection à l'issue de consultations sur la protection internationale tenues au niveau mondial en 2001 afin de mettre au point de nouveaux arrangements.

source: It was aimed at developing new arrangements, and the first of its six main goals is to strengthen the implementation of the 1951 Convention and the 1967 Protocol. It includes 12 objectives on promotion of law and advocacy of refugee protection.
fr: Le premier des six grands buts prévus dans l'Agenda porte sur le renforcement de la Convention de 1951 et du Protocole de 1967 et se subdivise en 12 objectifs relatifs à la promotion du droit des réfugiés et aux activités de mobilisation en faveur de la protection des réfugiés.

source: Distribution of responsibilities within the Department of International Protection
fr: Répartition des responsabilités dans le Département de la protection internationale

source: No single section was tasked with the promotion of refugee law and protection, but almost all sections contributed to it.
fr: La promotion du droit et de la protection des réfugiés n'échoit à aucune section du Département en particulier et presque toutes sont amenées à s'en occuper.

source: The Director's office is in charge of directing the planning and implementation of the promotion and dissemination of the principles of refugee law and international protection (chap. 2 of the UNHCR Manual) and is to push for effective implementation and follow-up of and reporting on the Agenda for Protection (objective-setting matrix for 2004).
fr: Le bureau du Directeur est chargé de diriger la planification et la mise en œuvre de la promotion et de la diffusion des principes relatifs au droit des réfugiés et à la protection internationale (chap. 2 du Manuel du HCR) et d'encourager la mise en œuvre et le suivi de l'Agenda pour la protection et l'établissement de rapports sur la question (matrice d'objectifs pour 2004).

source: Three main sections are involved:
fr: Trois sections sont concernées.

source: The Protection Capacity Section is responsible for the promotion and dissemination of principles of refugee law and international protection (UNHCR briefing note on the Department of International Protection).
fr: La Section des capacités de protection est chargée de la promotion et de la diffusion des principes du droit des réfugiés et de la protection internationale des réfugiés (note d'information du HCR sur le Département de la protection internationale).

source: Within a capacity-building approach, it promotes external training for partners.
fr: Elle s'attache à encourager la formation externe de ses partenaires dans le cadre d'une politique de renforcement des capacités.

source: The Protection Policy and Legal Advice Section prepares guidelines on protection policy and standards and provides legal advice on legislation and on interpretation and application of the 1951 Convention, as well as expertise to implement legislation and policies on protection.
fr: La Section de la politique générale et des conseils juridiques élabore des directives concernant les politiques et normes de protection, formule des avis juridiques sur la législation et l'interprétation et l'application de la Convention de 1951 et offre des services spécialisés au sujet de la mise en œuvre de la législation et des politiques de protection.

source: The Protection Oversight and Support Section supports operations in the field, develops tools for monitoring and reporting and monitors and provides guidance on statelessness issues.
fr: La Section d'appui aux opérations de protection apporte son concours aux opérations sur le terrain, met au point des outils de suivi et d'établissement de rapports, suit les questions relatives aux apatrides et formule des conseils en la matière.

source: The way the promotion function is split between these several sections presents a risk of some overlap between them.
fr: Il est tout à fait possible que les activités de ces trois sections se recoupent en partie du fait que la fonction de promotion n'est pas réservée à l'une d'entre elles en particulier.

source: In view of chapter 2 of the UNHCR Manual and the sections' objective-setting matrixes, this may entail a risk of inconsistency between the objectives set in the Agenda for Protection, the distribution of responsibilities as described in the UNHCR Manual and the tasks handled by each section.
fr: Compte tenu des dispositions du chapitre 2 du Manuel du HCR et des matrices d'objectifs des sections, cela peut entraîner des incohérences entre les objectifs fixés dans l'Agenda pour la protection, la répartition des responsabilités décrites dans le Manuel du HCR et les fonctions dévolues à chaque section.

source: The Department of International Protection had been addressing this risk through a restructuring exercise in the first half of 2004 to improve the delineation and grouping of responsibilities by section. But the implementation of the conclusions remained, as of May 2005, on hold pending the outcome of the management review of headquarters.
fr: Le Département de la protection internationale a entrepris de réorganiser ses activités au premier semestre de 2004 afin de mieux cerner et grouper les responsabilités de chaque section, mais la mise en œuvre de ses conclusions était subordonnée aux résultats de l'étude de gestion du siège et n'avait pas encore commencé en mai 2005.

source: UNHCR agreed with the Board's recommendation to further delineate responsibilities at headquarters concerning protection promotion and advocacy and to improve coordination and monitoring.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de préciser les responsabilités au siège concernant la promotion de la protection des réfugiés et les activités de mobilisation et d'améliorer la coordination et le suivi.

source: Priorities for Department of International Protection promotion activities
fr: Hiérarchisation des priorités applicables aux activités de promotion du Département de la protection internationale

source: At the end of 2003, there were some 17,093,361 persons of concern to UNHCR, a decrease of 17 per cent from the 2002 figure of 20.5 million.
fr: À la fin de 2003, le HCR avait à s'occuper de 17 093 361 personnes, soit 17 % de moins par rapport au chiffre de 2002 qui atteignait 20,5 millions de personnes.

source: Out of the 191 Member States, there were 145 States parties to the 1951 Convention and 1967 Protocol.
fr: Cent quarante-cinq des 191 États Membres étaient parties à la Convention de 1951 et au Protocole de 1967.

source: Between 1999 and 2004, 12 countries became parties to the Convention and/or the Protocol.
fr: Entre 1999 et 2004, 12 pays sont devenus parties à la Convention, au Protocole ou aux deux.

source: Five countries approved refugee legislation for the first time during the reporting period: the Democratic Republic of the Congo, El Salvador, Paraguay, Peru and the Republic of Moldova.
fr: Cinq pays se sont dotés de lois en faveur des réfugiés pour la première fois de leur histoire: la République démocratique du Congo, El Salvador, le Paraguay, le Pérou et la République de Moldova.

source: A total of 28 countries hosting 6.4 million persons of concern remained out of the Convention and the Protocol.
fr: Vingt-huit pays accueillant 6,4 millions de réfugiés n'avaient adhéré ni à la Convention ni à son Protocole.

source: These figures were not used as a criterion to define the priorities of UNHCR for accession campaigning and to determine whether an accession effort was appropriate.
fr: Le HCR ne s'est pas servi de ces chiffres pour hiérarchiser ses priorités concernant la campagne en faveur de l'adhésion à la Convention et déterminer s'il convenait d'engager des activités afin d'encourager les pays à adhérer à ce traité.

source: Since 1999 the Department of International Protection has not formally updated its strategy for promoting accessions to the 1951 Convention, while situations have evolved.
fr: Le Département de la protection internationale n'a pas adapté sa stratégie afin d'encourager les pays à adhérer à la Convention de 1951 depuis 1999, alors même que la situation a évolué.

source: The risk is that the Department might not achieve the intended impact.
fr: Il est donc à craindre que le Département n'atteigne pas les objectifs visés.

source: UNHCR agreed with the Board's recommendation to update and document its priorities for the promotion of accession to the 1951 Convention and the 1967 Protocol.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de revoir ses priorités concernant l'adhésion à la Convention de 1951 et au Protocole de 1967 et de tenir les documents sur la question à jour.

source: Protection information
fr: Information sur la protection

source: The Protection Information Section provides staff, Governments, the judiciary, NGOs, researchers, law practitioners and other stakeholders with country and legal information and analysis.
fr: La Section d'information sur la protection met des données et des analyses concernant les pays et des informations et des analyses juridiques à la disposition des fonctionnaires, des gouvernements, de l'appareil judiciaire, des organisations non gouvernementales, des chercheurs, des juristes et d'autres parties prenantes.

source: From 2002 to 2004, UNHCR increased the expenditures of the Section by 70 per cent to $816,054, without increasing its staff.
fr: Les dépenses de la Section ont augmenté de 70 % entre 2002 et 2004 pour atteindre 816 054 dollars, mais les effectifs sont restés inchangés.

source: The Section comprised five regular posts, as well as Junior Professional Officers.
fr: La Section compte cinq postes financés au moyen du budget ordinaire ainsi que des postes réservés à des administrateurs auxiliaires.

source: Consultants and temporary assistance staff conducted some of its core functions, such as quality control or marketing and distribution.
fr: La Section a confié des fonctions essentielles, telles que le contrôle de la qualité et la commercialisation et la distribution, à des consultants et à du personnel temporaire.

source: There was a high turnover rate: in two years, eight staff members successively occupied the five established posts, which may be detrimental to the continuity and efficiency of work performed.
fr: Le taux de rotation du personnel est élevé: en deux ans, les cinq postes permanents ont été occupés par huit fonctionnaires, ce qui nuit à la continuité et à l'efficacité du travail accompli.

source: The selection process (notably, any consideration of various candidates for each of the posts to be filled) was not documented; the Section indicated that it reviewed the list of available “staff in between assignments” and screened curricula vitae of potential candidates.
fr: Il n'y a pas de trace écrite concernant la procédure de sélection, notamment l'examen des diverses candidatures; la Section a indiqué avoir examiné la liste des fonctionnaires en attente d'affectation et passé au crible les curriculum vitae des candidats.

source: It has hired consultants, for periods from 6 weeks to 15 months, for tasks that should be performed by regular staff members.
fr: Elle a confié certaines tâches qui auraient dû être exécutées en principe par le personnel permanent à des consultants dont elle a retenu les services pour des périodes comprises entre six semaines et 15 mois.

source: Contract extensions were usually decided after the Operations Review Board had rejected repeated requests for additional posts, in line with the policy of zero growth in post numbers.
fr: Les prorogations de contrat intervenaient généralement lorsque le Comité d'examen des opérations refusait de donner suite à des demandes de création de postes, dans le droit fil de la politique consistant à maintenir les effectifs inchangés.

source: UNHCR agreed with the Board's recommendation to review the staffing needs of the Protection Information Section and to comply with the rules on recruitment and employment of consultants.
fr: Le HCR a accepté, comme le Comité le lui avait recommandé, de revoir la dotation en personnel de la Section d'information sur la protection et d'appliquer les règles de sélection et d'emploi de consultants.

source: The Section's work plan and objective-setting matrix for 2004 were consistent with the terms of reference of the section.
fr: Le plan de travail et la matrice d'objectifs pour 2004 étaient conformes au mandat de la Section d'information sur la protection.

source: However, most of the staff focused on the maintenance of databases and of Refworld (a set of 6 CD-ROMs compiling comprehensive legal and factual information on refugees). Less time and fewer resources were allocated to other activities included in the work plan, such as research, standard-setting or training.
fr: Toutefois, la plupart des membres du personnel travaillaient à la mise à jour des bases de données et de Refworld (un coffret de six CD-ROM rassemblant des informations juridiques et factuelles complètes sur les réfugiés), tandis que très peu de temps et de ressources étaient consacrés à d'autres activités pourtant prévues dans le plan de travail, telles que la recherche, l'élaboration de normes et la formation.

source: As a result, the section abandoned or postponed a number of projects, in order to respond to urgent requests or to cope with donors' requirements when earmarked funding was provided for specific activities.
fr: La Section a dû renoncer ou surseoir à un certain nombre de projets afin de répondre aux demandes urgentes et satisfaire les donateurs qui souhaitaient réserver une partie des fonds qu'ils fournissaient à certaines activités.
